tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "ansible"
brew "argocd"
brew "atlas"
brew "awscli"
brew "bash"
brew "bat"
brew "boost"
brew "certbot"
brew "cmctl"
brew "diceware"
brew "docker"
brew "git"
brew "go"
brew "graphviz"
brew "grep"
brew "helm"
brew "htop"
brew "httpie"
brew "iperf"
brew "iperf3"
brew "istioctl"
brew "jq"
brew "kompose"
brew "kubernetes-cli"
brew "kubectx"
brew "kubent"
brew "kubeseal"
brew "kustomize"
brew "llvm@17"
brew "mtr"
brew "nmap"
brew "openjdk"
brew "opentofu"
brew "podman-compose"
brew "python@3.11"
brew "rust"
brew "rustup"
brew "sftpgo"
brew "skaffold"
brew "speedtest-cli"
brew "sslscan"
brew "telnet"
brew "terraform"
brew "ykman"
brew "fluxcd/tap/flux"
brew "grafana/grafana/alloy"
cask "dbngin"
cask "font-cascadia-code"
cask "font-cascadia-code-nf"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-nf"
cask "font-cascadia-mono-pl"
cask "font-sauce-code-pro-nerd-font"
cask "google-chrome"
cask "mysqlworkbench"
cask "notion"
cask "pearcleaner"
cask "pgadmin4"
cask "podman-desktop"
cask "powershell"
cask "sanesidebuttons"
cask "wireshark"
cask "yubico-yubikey-manager"
vscode "akamud.vscode-theme-onelight"
vscode "almenon.arepl"
vscode "azemoh.one-monokai"
vscode "davidanson.vscode-markdownlint"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "evan-buss.font-switcher"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "grafana.grafana-alloy"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "ionutvmi.reg"
vscode "ivory-lab.jenkinsfile-support"
vscode "jakebathman.mysql-syntax"
vscode "jinliming2.vscode-go-template"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-mssql.mssql"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.live-server"
vscode "ms-vscode.powershell"
vscode "ms-vscode.vscode-typescript-next"
vscode "njpwerner.autodocstring"
vscode "pkief.material-icon-theme"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "shakram02.bash-beautify"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "teabyii.ayu"
vscode "uloco.theme-bluloco-light"
vscode "vscode-icons-team.vscode-icons"
