tap "fluxcd/tap"
tap "homebrew/bundle"
brew "python@3.11"
brew "ansible"
brew "atlas"
brew "awscli"
brew "bash"
brew "bat"
brew "certbot"
brew "cmctl"
brew "diceware"
brew "docker"
brew "git"
brew "go"
brew "grep"
brew "helm"
brew "htop"
brew "iperf"
brew "iperf3"
brew "istioctl"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "mtr"
brew "neofetch"
brew "nmap"
brew "podman-compose"
brew "sftpgo"
brew "speedtest-cli"
brew "sslscan"
brew "telnet"
brew "terraform"
brew "fluxcd/tap/flux"
cask "google-chrome"
cask "mysqlworkbench"
cask "notion"
cask "pgadmin4"
cask "podman-desktop"
cask "powershell"
cask "sanesidebuttons"
cask "yubico-yubikey-manager"
