tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "ansible"
brew "argocd"
brew "atlas"
brew "awscli"
brew "bandwhich"
brew "bash"
brew "bat"
brew "boost"
brew "bottom"
brew "certbot"
brew "cmctl"
brew "diceware"
brew "docker"
brew "dust"
brew "eza"
brew "fastfetch"
brew "fd"
brew "git"
brew "glances"
brew "go"
brew "graphviz"
brew "grep"
brew "helm"
brew "htop"
brew "httpie"
brew "iperf"
brew "iperf3"
brew "istioctl"
brew "jq"
brew "kompose"
brew "kubecolor"
brew "kubernetes-cli"
brew "kubectx"
brew "kubent"
brew "kubeseal"
brew "kustomize"
brew "llvm@17"
brew "mtr"
brew "mysql-client@8.4"
brew "nmap"
brew "openjdk"
brew "opentofu"
brew "pipx"
brew "pkgconf"
brew "podman-compose"
brew "procs"
brew "python@3.11"
brew "ripgrep"
brew "rust"
brew "rustup"
brew "sftpgo"
brew "skaffold"
brew "slides"
brew "speedtest-cli"
brew "sslscan"
brew "telnet"
brew "ykman"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform"
cask "anydesk"
cask "dbeaver-community"
cask "dbngin"
cask "font-noto-sans-jp"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "gifox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "notion"
cask "pearcleaner"
cask "pgadmin4"
cask "podman-desktop"
cask "powershell"
cask "raycast"
cask "rustdesk"
cask "sanesidebuttons"
cask "tailscale-app"
cask "visual-studio-code"
cask "windows-app"
cask "wireshark-app"
cask "yubico-yubikey-manager"
cask "zed"
vscode "akamud.vscode-theme-onelight"
vscode "almenon.arepl"
vscode "azemoh.one-monokai"
vscode "bbenoist.nix"
vscode "davidanson.vscode-markdownlint"
vscode "docker.docker"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "evan-buss.font-switcher"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "google.geminicodeassist"
vscode "googlecloudtools.cloudcode"
vscode "grafana.grafana-alloy"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "ivory-lab.jenkinsfile-support"
vscode "jakebathman.mysql-syntax"
vscode "jinliming2.vscode-go-template"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.live-server"
vscode "ms-vscode.powershell"
vscode "njpwerner.autodocstring"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "shakram02.bash-beautify"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "teabyii.ayu"
vscode "uloco.theme-bluloco-light"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
